 
                                  введіть код
§1                      СТАРТ F1:
ЩАСЛ ГОДИ. §1:§2          КІНЕЦЬ F1:
ЩАСЛ ГОДИ. §1:§2         СТАРТ F2:
ЩАСЛ ГОДИ. §1:§2          КІНЕЦЬ F2:
ЩАСЛ ГОДИ. §1:§2         СТАРТ F3:
ЩАСЛ ГОДИ. §1:§2          КІНЕЦЬ F3:
ЩАСЛ ГОДИ. §1:§2         монета       §1 §2
карта   0=прийн. монета       §1 §2
без карти 0=прий макс.КредитКарта
§1                 1=ПРОГРАМУВАННЯ
2=СТАТИСТ 3=ТЕСТ    4=ПРОМИВКА-ОЧИЩ
5=ОБСЛ. 6=МОДЕМ     1=ПРОГР  2=СТАТ
3=TEСT   4=ОЧИЩ     1=ПРОГР  2=СТАТ
3=TEСT   4=ОЧИЩ     дисконтна
карта    -  §1 %          Визн. вібр.двиг.
Час гр.  §1  §2    ФУНКЦІОНУВАННЯ
                     не використов.
                     ПРОДУКТ  §1
0=вимк.    §2.§3        ДОЗУВАННЯ Грам
ПРОДУКТ §1  §2.§3    затримка запуску
ПРОДУКТ  §1 §2.§3  Число зупинок
0-2 15=max   §1       ВОДА §1 час
0=вимк.    §2.§3        затримка запуску
ВОДА  §1 §2.§3     МІКСЕР  §1
0=вимк.    §2.§3         затримка запуску
МІКСЕР §1   §2.§3  потік  води : §1
§2                 вибір назви§1§2
§3                  Затримка станції
§1.§2              ПРОГРАМУВАННЯ:
§1                   швидк.МІКСЕРА §1
§2                 день тиждня
§1.                     УВІМКНЕННЯ:
§1.     §2:§3           ВИМКНЕННЯ:
§1.     §2:§3            ПРОМИВКА:
§1:§2                     ГОДИНА:
§1:§2                       ДЕНЬ:
§1                            МІСЯЦЬ:
§1                          РІК:
§1                             ВОДА ДЛЯ КАВИ
0=вимк.  cc:§1        ПОСЛІДОВН. КАВИ
1=кава до  §1       Кіловат годин
§1.§2                 X4 промив.2 вод.
у зав. бл. §1мл    перша установка
0=перш.       §1    не використов.
                     Свіже молоко
§1                     НАПРУГА
Вольт:      §1.§2           ТЕСТ МОДЕМА
ВИБІР 4                 не використ.
                       ПОПЕРЕДНІЙ ВИБІР
                   ВИМКНЕНО
----------------           X5 час очікув. 2
вод.к.гр. §1.§2с   Визн. вібр.двиг.
швид. гр. §1 §2    ВІДОБРАЖЕННЯ
ТЕМПЕР. 1=Так §1       X6 час очік. 3
спор.вод. §1.§2с     ЗАГАЛОМ ВИБОРІВ
§1                  ЧАСТК. ВИБОРІВ
§1                   ЗАГАЛОМ СПЛАЧЕНО
§1                 ЧАСТК. СПЛАЧЕНО
§1                  ЗАГАЛОМ ТЕСТІВ
§1                   ЧАСТК. ТЕСТІВ
§1                    загалом на карту
§1  §2             частк. на карту
§1  §2              загалом з карти
§1  §2              частк. з карти
§1  §2               загалом на карту
§1                 частк. на карту
§1                  загалом з карти
§1                  частк. з карти
§1                   не використ.
                       не використ.
                       не використ.
                       не використ.
                       не використ.
                       не використ.
                       не використ.
                       не використ.
                       ЧАСТ. §1 ВИБ.  §2
§3                ЧАСТ.  ВИБ.  §1
§2                  ЧАСТ.  ВИБ.  §1
ЩАСЛ  §2            ЧАСТ.ВИБ. §1
ГЛ.С.М.§2              МОНЕТА   §1
§2                      ЦІНА  §1
§2                         ТЕМПЕРАТУРА
Темп. EV1   §1          ВИЗНАЧЕННЯ
перша кава §1            ТЕМПЕРАТУРА
Темп. EV2   §1          PL для готівки
0=PL1 1=PL2    §1    виб. кавомолка 2
1=так          §1  не використ.
                       попередній вибір
ЯЧМІНЬ             РЕГЕСТРАЦІЯ ----
НЕ ПРАЦЮЄ          Повтор вибору
§1                    час нагріву
сек.: §1.§2             ТЕМПЕРАТУРА
Темп. EV3   §1          ПРОГРАМУВАННЯ---
КНОПКИ §1          ПРОГРАМУВАННЯ---
ЧАСУ----------     ПРОГРАМУВАННЯ---
ЦІН       §1       ПРОГРАМУВАННЯ---
ЦІН---------       ПРОГРАМУВАННЯ---
МОНЕТ----------    ПРОГРАМУВАННЯ---
ТЕМПЕРАТУРИ----    ПРОГРАМУВАННЯ---
РІЗНЕ--            ДІАГНОСТИКА-----
----------------   АУДИТ ПРОДАЖУ---
----------------   ПРОГРАМУВАННЯ---
ЩАСЛИВА ЦІНА=§1    ПРОГРАМУВАННЯ---
ЩАСЛИВА ЦІНА       ПРОГРАМУВАННЯ---
КІЛЬК. ПРОДУКТУ    ПРОГРАМУВАННЯ---
ОБСЛУГОВУВАННЯ--   ПРОГРАМУВАННЯ---
RFID-КАРТКА        ТЕСТ -  ЦУКОР
виб. 4                Пакетик Чаю
0=вимк.     §1          кільк. циклів
§1                    пауза циклу
сек       §1            вибір циклу
0=фіксований   §1       код машини
A        §1              код машини
B        §1              ном.повідомлення
§1                 монетно-мех типу
§1                 меню програмув.
§1                  не використ.
                       мішалка 0=раніше
1=після       §1   час вентилятора
хв.       §1        час звукового
сигналу §1.§2         десяткове число
§1                  PL для безготів.
0=PL1 1=PL2    §1  Мова :
українська                   ВИБ. СТОП
ні=0 так=1  §1            не використ.
                       ТЕМПЕРАТУРА
Дельта       §1         не використов.
                     не використов.
                     калібр.помпи  §1
§2 §3 %            калібр.двиг.  §1
§2 §3 %            час кави
кавомол.   §1.§2           грами кави
кавомол.   §1.§2         калібрування
кавомолки §1 §2%       Попередн. вибір
БЕЗ ЦУКРУ           ТЕСТ -  ЦУКОР
виб. 4                Попередн. вибір
БЕЗ ЦУКРУ           додакт.кількість
молока    +§1.§2   Лате-Макіато
СТАРТ З.БЛ.§1.§2       не використ.
                       Обмеження струму
10A                не використ.
                       ТЕМПЕРАТУРА
нагрівача:   §1         не використ.
                       зерна кави
[§1.§2]  §3.§4           кількість води
ЕСПРЕСО   -§1 %      бункер
Кави 2    n:   §1            Кава 2  ціна
0=+ 1=-       §1       клапан- міксер
КАВА 2    n:   §1    Натиснути кнопку
поп.виб.§1:§2      бункер
ЦУКОР        n:§1            X7 промив.
температ.  §1            Попередній вибір
ЕСПРЕСО            мішалка
§1                          Попередній вибір
ДОДАТКОВИЙ ЦУКОР   ПРОДУКТ
МОЛОКО  LM  n:§1            Увімкн.лічильник
0=ні  1=так   §1   додатковий цукор
кількість  +§1.§2  бункер
ЯЧМІНЬ       n:§1            клапан-міксер
ЯЧМІНЬ       n:§1     ЯЧМІНЬ  ціна
0=+ 1=-       §1       n.§1  off §2 §3
§4:§5 §6-§7-20§8    n.§1  ні
НЕ ПРАЦЮЄ                  мішалка
§1                          датчик чашки
1=увімк.       §1      Вібр.двиг.
Час гр.     §1           Вібр.двиг.
швид. гр.    §1          Насос ШИМ-сигн
§1%                  БЕЗКОШТОВНО
0=ні 1=1 2=++  §1       не використ.
                       зв.ліч. кав.гущи
[§1]    §2         БЕЗКОШТОВНО
0=ні 1=1 2=++  §1       не використ.
                       не використ.
                       кільк.продук  §1
[§2.§3]  §4.§5     Попередній вибір
глечик             клап. св. молока
§1.§2              не використ.
                       продукт §1 поріг
попередж: §2.§3    зупинка прод. §1
1=стоп         §2  ЗАГ. БЕЗКОШТОВНО
§1                 ЧАСТ.БЕЗКОШТОВНО
§1                 ЗАГАЛОМ ГОТІВКИ
CASH   §1           ЧАСТК. ГОТІВКИ
CASH   §1            ЗАГ.ВИБ. ГОТІВКИ
§1                 ЧАСТ.ВИБ.ГОТІВКИ
§1                 ЗАГАЛОМ КАСА
§1                     ЧАСТК. КАСА
§1                      ЗАГ.ВИБ.КАРТИ§1
§2                  ЧАСТ.ВИБ.КАРТИ§1
§2                 ЗАГАЛ.ВИБ. КАРТИ
§1                 ЧАСТК.ВИБ. КАРТИ
§1                 Ежекційні трубки
b. :4-5-7-8-9-10   здача монет
0=вмик 1=вимк §1        макс. кредит
§1                     максим. здача
§1                    Тип продажу
0=sing. 1=mult.§1       Вартість жетона
§1                  зд.монет  §1  §2
0=увімк.1=вимкн    без здачі §1 §2
0=увімк.1=вимкн     MDB номінал туби
§1                 Валідатор купюр
увімк=  0;1;2 =§1   ПРОГРАМУВАННЯ---
- MDB ----------   Попередній вибір
ДОДАТКОВЕ МОЛОКО   Попередній вибір
ЕСПРЕСО            Попередній вибір
ВИБІР  25-36       Попередній вибір
БЕЗ КОФЕЇНУ        Попередній вибір
не використ.       Попередній вибір
БЕЗ ЧАШКИ          Попередній вибір
ЯЧМІНЬ             ТЕСТ Группи
Абсорбація  sel4        бойлер   куб.см:
0=400  1=800  §1   не використ.
                       швидке меню
код доступу  §1         клапан повітря
св. молока  §1.§2    не використ.
                       КАЛІБРУВАННЯ
ДВИГУНІВ               Калібруван. кави
Натисн PROG §1     вода LM молоко
Номер=        §1     не використ.
                       деінсталяція
10=СТАРТ               ТЕМПЕРАТУРА
Еспресо     §1          не використ.
                       ТЕМПЕРАТУРА
бойлера     §1          X8 закриття
зав.бл.     §1%         ТЕМПЕРАТУРА
Латте Maк.  §1          код   ID 101
§1                     код   ID 104
§1                     код   ID 106
§1                     адреса  VIDTS
§1                    Протокол
§1                         Ауд.даних 0=TMON
1=DDCMP 2=DIAG §1  не використ.
                       ПРОГРАМУВАННЯ---
ID. МАШИНИ         Літній час
1=так          §1        не використ.
                       КРАПЛЕВИЙ ФІЛЬТР
                   X9 час очік. 3
остан.ка. §1 min     X10 мін кількіс.
завант.ка. §1cc    A1 PWM руху
Variflex    §1%         A2 час роботи
помпи§1.§2[s]         Попередній вибір
ВИБІР  37-48       Попередній вибір
ВЕЛИКА ЧАШКА       Сенсор КАВИ
1=увімкнути    §1       не використ.
                       ВОДА
відсоток   +§1 %               + або   -  ЦІНИ
0=+  1=-      §1    ПРОДУКТ
відсоток   +§1 %            не використ.
                       не використ.
                       не використ.
                       не використ.
                       не використ.
                       Попер.ЗМОЧУВАННЯ
0=ні   сек.:§1     ГЛЕЧИК
0=ні        n:§1             Попередній вибір
ЦУКОР              Попередній вибір
ДОВГИЙ             ВОДА
ДОВГ.      +§1 %               кільк.  вибраних
Bingo       §1     ціна з картою
1=щаслива ціна §1     натисн<ПРОГР>для
завант  §1         цукор за замовч.
LED:0-5       =§1  не використ.
                       A3 час OFF
помпи §1.§2[s]           A5 номер
тиску    §1                ПРОГРАМУВАННЯ---
-MDB USD--------   ПРОГР. MDB USD §1
ВИБ. 4            ПРОГР. MDB USD
ВИБ. 4               Калібр.двиг. §1
гр/сек    §2        продукт §1 викор
част.г.§2          продукт §1 викор
Заг. г.§2          КАЛІБРУВАННЯ
ПОДАЧІ ПРОДУКТУ        АУДИТ ПРОДУКТУ--
ПОДАЧА             ТЕСТ МОТОРА
Абсорбція виб.4         налашт.Кавомл §1
§2 §3 %            не використ.
                       актив.H2О фільтр
Скинути  0=ні  §1  не використ.
                       A6 вода після
кави   §1[ml]         A7 отвір
камери    §1%              DA обертання
0=авто 1=руч. §1       Вибір налашт.
попер.нагрів.§1       MDB комп.влас.
чаш.0=ні1=так§1      гранулометрія
§1                    не використ.
                       запит утрим.ціни
ні=0 так=1   §1    Вод.насос біч.к.
0-4           §1   Тиск завар. бл.
0=max 10=min. §1    подвійна кава
0=ні 1=так     §1     зливний піддон
ідент. так=1-§1      не використ.
                       Попередній вибір
назва:  §1         не використ.
                       Розмір чашки
§1                     таймаут викон.
прод. §1сек.         клап.свіж.молока
затримка    §1.§2  клап.повітряСвіж
молока затр §1.§2  не використ.
                       не використ.
                       ПРОГРАМУВАННЯ
VARIGRIND §1          A7 отвір
камери    §1%              ПРОГРАМУВАННЯ
МОЛОЧНОЇ СИСТЕМИ      дозувальн.стакан
0=так 1=ні     §1  не використ.
                       не використ.
                       ПРОГРАМУВАННЯ
VARIGRIND 2           номер вибору §1§2
§3                Перевірка даних
§1                  Water Flush mode
1=ON 0=OFF §1       
                                  xxxxxx
                             ПРОГРАМУВАННЯ
ЧОРНИЙ спис.RFID      блокув. карту §1
номер     §2       тестСТАНЦІЇчашки
виб 4              не використ.
                       ПРОГРАМУВАННЯ
VARIFLEX              ПРОГРАМУВАННЯ
MICRO                 ПРОГРАМУВАННЯ
                      ТЕМПЕРАТУРА
Teмп. Кл.4  §1          Попередн.вибір
ПОЗИЦІЇ 49-60        xxxxxx
                             xxxxxx
                             не використ.
                       Час очищення
МОЛ.модуля.§1:§2       Перемикач доливу
св.мол так=1- §1   Калібрув. Кава 2
тисн. ПРОГР §1     порог датч.чашки
0=вимк §1 - §2     Години безкоштов
продажу   §1       Перевірка даних
раніше  1=так  §1   Коефіц маштаб.
роз. про. §1 §2%     ТЕСТ МІШАЛКА
виб 4                  Рівень безпеки
рівень 1-4     §1    Калібр. Кавом. 3
натис. PROG §1     Калібр. Кавом  4
натис. PROG §1     повтор  кава
0=вимк     §1          Поточна мова
§1                     ВМИКАННЯ:
§1.     §2:§3             X4 промив.2 вод.
у зав.бл. §1мл     НАПРУГА
вольт:      §1.§2           РЕЕСТРАЦІЯ
НЕ ПРАЦЮЄ                мішалка 0=перед
1=після       §1    десяткове число
§1                  Датчик чашки
1=увімк.       §1      Клапан-міксер
КАВА 2    n:   §1     не використов.
                     Число зупинок
0-2 12=max   §1       Power adj. pump
0=no 1=yes  §1      